Repository: hpavlo/Rememory
Catalog: Rememory/Strings/*/Clipboard.resw
Source language: en_us
Languages: pt_pt, tr_tr, vi_vn

# PauseMonitoringBanner.Text
source: Saving clipboard data is paused
pt_pt: O salvamento de dados da área de transferência está pausado.
tr_tr: Panoya veri kaydı duraklatıldı
vi_vn: Đã tạm dừng lưu dữ liệu Clipboard

# ClipFooter_CharactersCount.Text
source: {0, plural, one {# character} other {# characters}}
pt_pt: {0, plural, one {# carácter} other {# carácteres}}
tr_tr: {0, plural, one {# karakter} other {# karakter}}
vi_vn: {0, plural, one {# ký tự} other {# ký tự}}

# ClipFooter_FilesCount.Text
source: {0, plural, one {# file} other {# files}}
pt_pt: {0, plural, one {# arquivo} other {# arquivos}}
tr_tr: {0, plural, one {# dosya} other {# dosya}}
vi_vn: {0, plural, one {# tệp} other {# tệp}}

# ClipFooter_FoldersCount.Text
source: {0, plural, one {# folder} other {# folders}}
pt_pt: {0, plural, one {# pasta} other {# pastas}}
tr_tr: {0, plural, one {# klasör} other {# klasör}}
vi_vn: {0, plural, one {# thư mục} other {# thư mục}}

# ClipFooter_ImageSize.Text
source: Size: {0} x {1}
pt_pt: Tamanho: {0} x {1}
tr_tr: Boyut: {0} x {1}
vi_vn: Kích thước: {0} x {1}

# ClipFooter_Time_DaysAgo.Text
source: {0, plural, one {# day ago} other {# days ago}}
pt_pt: {0, plural, one {# dia atrás} other {# dias atrás}}
tr_tr: {0, plural, one {# gün önce} other {# gün önce}}
vi_vn: {0, plural, one {# ngày trước} other {# ngày trước}}

# ClipFooter_Time_HoursAgo.Text
source: {0, plural, one {# hour ago} other {# hours ago}}
pt_pt: {0, plural, one {# hora atrás} other {# horas atrás}}
tr_tr: {0, plural, one {# saat önce} other {# saat önce}}
vi_vn: {0, plural, one {# giờ trước} other {# giờ trước}}

# ClipFooter_Time_MinutesAgo.Text
source: {0, plural, one {# minute ago} other {# minutes ago}}
pt_pt: {0, plural, one {# minuto atrás} other {# minutos atrás}}
tr_tr: {0, plural, one {# dakika önce} other {# dakika önce}}
vi_vn: {0, plural, one {# phút trước} other {# phút trước}}

# ClipFooter_Time_SecondsAgo.Text
source: {0, plural, one {# second ago} other {# seconds ago}}
pt_pt: {0, plural, one {# segundo atrás} other {# segundos atrás}}
tr_tr: {0, plural, one {# saniye önce} other {# saniye önce}}
vi_vn: {0, plural, one {# giây trước} other {# giây trước}}

# ClipFooter_Time_Now.Text
source: Now
pt_pt: Agora
tr_tr: Şimdi
vi_vn: Bây giờ

# Clip_NoPreview.Text
source: No preview
pt_pt: Sem pré-visualização
tr_tr: Önizleme yok
vi_vn: Không có bản xem trước

# Clip_FilesPreview_MoreFilesCount.Text
source: {0} more
pt_pt: {0} mais
tr_tr: {0} daha fazla
vi_vn: Thêm {0}

# Clip_ContextMenu_AddToFavorites.Text
source: Add to favorites
pt_pt: Adicionar aos favoritos
tr_tr: Favorilere ekle
vi_vn: Thêm vào mục yêu thích

# Clip_ContextMenu_RemoveFromFavorites.Text
source: Remove from favorites
pt_pt: Remover dos favoritos
tr_tr: Favorilerden kaldır
vi_vn: Xóa khỏi mục yêu thích

# Clip_ContextMenu_OpenInBrowser.Text
source: Open in browser
pt_pt: Abrir no navegador
tr_tr: Tarayıcıda aç
vi_vn: Mở trong trình duyệt

# Clip_ContextMenu_OpenInFlyout.Text
source: Open in flyout
pt_pt: Abrir no flyout
tr_tr: Açılır Menü'de aç
vi_vn: Mở trong cửa sổ nổi

# Clip_ContextMenu_Paste.Text
source: Paste
pt_pt: Colar
tr_tr: Yapıştır
vi_vn: Dán

# Clip_ContextMenu_PasteAs.Text
source: Paste as
pt_pt: Colar como
tr_tr: Farklı yapıştır
vi_vn: Dán dưới dạng

# Clip_ContextMenu_PasteAs_PlainText.Text
source: Plain text
pt_pt: Texto simples
tr_tr: Düz metin
vi_vn: Văn bản thuần túy

# Clip_ContextMenu_PasteAs_CamelCase.Text
source: Camel case
vi_vn: Chữ camelCase

# Clip_ContextMenu_PasteAs_CapitalizedCase.Text
source: Capitalized case
pt_pt: Primeira Letra Maiúscula (Cada Palavra)
tr_tr: Baş Harfi Büyük
vi_vn: Viết hoa chữ cái đầu

# Clip_ContextMenu_PasteAs_InvertCase.Text
source: Invert case
pt_pt: iNVERTER mAIÚSCULAS
tr_tr: Büyük/Küçük Harf Ters Çevir
vi_vn: Đảo ngược chữ hoa/thường

# Clip_ContextMenu_PasteAs_KebabCase.Text
source: Kebab case
vi_vn: Chữ kebab-case

# Clip_ContextMenu_PasteAs_LowerCase.Text
source: Lower case
pt_pt: caixa baixa
tr_tr: hepsi küçük harf
vi_vn: Chữ thường

# Clip_ContextMenu_PasteAs_PascalCase.Text
source: Pascal case
vi_vn: Chữ PascalCase

# Clip_ContextMenu_PasteAs_SentenceCase.Text
source: Sentence case
pt_pt: Primeira letra maiúscula (frases)
tr_tr: Cümlenin ilk harfi büyük
vi_vn: Theo kiểu câu

# Clip_ContextMenu_PasteAs_SnakeCase.Text
source: Snake case
vi_vn: Chữ snake_case

# Clip_ContextMenu_PasteAs_TrimWhitespace.Text
source: Trim whitespace
pt_pt: Remover espaços em branco
tr_tr: Boşlukları kaldır
vi_vn: Cắt bỏ khoảng trắng thừa

# Clip_ContextMenu_PasteAs_UpperCase.Text
source: Upper case
pt_pt: CAIXA ALTA
tr_tr: HEPSİ BÜYÜK HARF
vi_vn: Chữ hoa

# Clip_ContextMenu_Copy.Text
source: Copy
pt_pt: Copiar
tr_tr: Kopyala
vi_vn: Sao chép

# Clip_ContextMenu_SaveAs.Text
source: Save as
pt_pt: Salvar como
tr_tr: Farklı Kaydet
vi_vn: Lưu thành

# Clip_ContextMenu_Edit.Text
source: Edit
pt_pt: Editar
tr_tr: Düzenle
vi_vn: Chỉnh sửa

# Clip_ContextMenu_Export.Text
source: Export
pt_pt: Exportar
tr_tr: Dışa Aktar
vi_vn: Xuất

# Clip_ContextMenu_Delete.Text
source: Delete
pt_pt: Apagar
tr_tr: Sil
vi_vn: Xóa

# Clip_ContextMenu_Tags.Text
source: Tags
tr_tr: Etiketler
vi_vn: Thẻ

# Clip_ContextMenu_FilterSource.Text
source: Filter this source
pt_pt: Filtrar esta origem
tr_tr: Bu kaynağı filtrele
vi_vn: Lọc nguồn này

# NavigationTab_Home.Text
source: Home
pt_pt: Início
tr_tr: Ana Menü
vi_vn: Trang chủ

# NavigationTab_Favorites.Text
source: Favorites
pt_pt: Favoritos
tr_tr: Favoriler
vi_vn: Yêu thích

# NavigationTab_Images.Text
source: Images
pt_pt: Imagens
tr_tr: Resimler
vi_vn: Hình ảnh

# NavigationTab_Files.Text
source: Files
pt_pt: Arquivos
tr_tr: Dosyalar
vi_vn: Tệp

# NavigationTab_Links.Text
source: Links
tr_tr: Linkler
vi_vn: Liên kết

# SearchBox.PlaceholderText
source: Search
pt_pt: Procurar
tr_tr: Arama
vi_vn: Tìm kiếm

# TitleBar_CloseButton.ToolTipService.ToolTip
source: Close
pt_pt: Fechar
tr_tr: Kapat
vi_vn: Đóng

# TitleBar_MoreButton.ToolTipService.ToolTip
source: More
pt_pt: Mais
tr_tr: Daha Fazlası
vi_vn: Thêm

# TitleBarMenu_PauseMonitoring.Text
source: Pause monitoring
pt_pt: Pausar monitoramento
tr_tr: İzleme duraklatıldı
vi_vn: Tạm dừng theo dõi

# TitleBarMenu_ResumeMonitoring.Text
source: Resume monitoring
pt_pt: Retomar monitoramento
tr_tr: İzleme devam ediyor
vi_vn: Tiếp tục theo dõi

# TitleBarMenu_PinWindow.Text
source: Pin window
pt_pt: Fixar janela
tr_tr: Pencereyi sabitle
vi_vn: Ghim cửa sổ

# TitleBarMenu_UnpinWindow.Text
source: Unpin window
pt_pt: Desafixar janela
tr_tr: Pencereyi sabitlemeyi kaldır
vi_vn: Bỏ ghim cửa sổ

# TitleBarMenu_Settings.Text
source: Settings
pt_pt: Configurações
tr_tr: Ayarlar
vi_vn: Cài đặt

# FilterButton.ToolTipService.ToolTip
source: Filter
pt_pt: Filtro
tr_tr: Filtre
vi_vn: Lọc

# FilterTreeView_Apps.Text
source: Apps
tr_tr: Uygulamalar
vi_vn: Ứng dụng

# MultiSelectionButton.ToolTipService.ToolTip
source: Selection mode
pt_pt: Modo de seleção
tr_tr: Seçim modu
vi_vn: Chế độ chọn

# SelectAllClips.ToolTipService.ToolTip
source: Select all
pt_pt: Selecionar todos
tr_tr: Hepsini seç
vi_vn: Chọn tất cả

# SelectedClipsCount.Text
source: {0, plural, one {# clip selected} other {# clips selected}}
pt_pt: {0, plural, one {# clipe selecionado} other {# clipes selecionados}}
tr_tr: {0, plural, one {# klip seçildi} other {# klip seçildi}}
vi_vn: {0, plural, one {Đã chọn # mục} other {Đã chọn # mục}}

# TitleBarMenu_Quit.Text
source: Quit
pt_pt: Sair
tr_tr: Çık
